Repository: Butjok/Wars5
Catalog: Assets/StreamingAssets/Translations/*/LC_MESSAGES/Dialogues.po
Languages: ru_ru

source: People's Republic of Novoslavia
ru_ru: Новославская Народная Республика

source: United Treaty Organization
ru_ru: Организация Союзного Договора

source: A socialist republic, one of the most military advanced powers in the region.
ru_ru: Социалистическая республика, одна из самых могущественных в военной силе.

source: A large international political, economical and military alliance. The dominant power in the region.
ru_ru: Влиятельный международный политический, экономический и военный союз. Доминирующая сила в этом регионе мира.

source: For the People and Fatherland
ru_ru: За Народ и Отечество

source: Solidarity and Unity
ru_ru: Солидарность и Единство

source: Natalie Moore
ru_ru: Натали Мур

source: Vladan Raznatovic
ru_ru: Владан Ражнатович

source: James G. Willis
ru_ru: Джеймс Уиллис

source: Ljubisa Dragovic
ru_ru: Любиша Драгович

source: Natalie
ru_ru: Натали

source: Vladan
ru_ru: Владан

source: A fresh out of the military academia commanding officer from United Treaty. She was the best student in class.
ru_ru: Молодой лейтенант, недавно закончившая военную академию с отличием. Была рекомендована на работу в генеральном штабе Организации Союзного Договора.

source: A cold-blooded veteran commanding officer from the Novoslavia. He is well known for the effectiveness and cruelty of his command.
ru_ru: Хладнокровный и опытный новославский командир. Известен эффективностью выполнения боевых задач и достижением их любой ценой.

source: President of the United Treaty Organization.
ru_ru: Президент Организации Союзного Договора.

source: Secretary General of the People's Republic of Novoslavia.
ru_ru: Генеральный секретарь Новославской Народной Республики.

# Campaign.Mission
source: Previous
ru_ru: Предыдущая

# Campaign.Mission
source: Next
ru_ru: Следующая

# Campaign.Mission
source: Start
ru_ru: Начать

# Campaign
source: Back
ru_ru: Назад

# MainMenu
source: CAMPAIGN
ru_ru: КАМПАНИЯ

# MainMenu
source: SETTINGS
ru_ru: НАСТРОЙКИ

# MainMenu
source: QUIT
ru_ru: ВЫХОД

# Campaign.Mission
source: Tutorial
ru_ru: Обучение

# Campaign.Mission
source: First mission
ru_ru: Первая миссия

# Campaign.Mission
source: Second mission
ru_ru: Вторая миссия

# Campaign.Mission
source: A introduction into the game.
ru_ru: Введение в игру.

# Campaign.Mission
source: A challenger appears!
ru_ru: Первый соперник!

# Campaign.Mission
source: Final push!
ru_ru: Решающий натиск!

source: Hello there!
ru_ru: Привет!

source: Welcome to the Wars3d! An amazing strategy game!
ru_ru: Добро пожаловать в Wars3d! Это замечательная пошаговая стратегия!

source: What are you saying?
ru_ru: Что ты говоришь?

source: I dont know what to say...
ru_ru: Я даже не знаю что и сказать…

source: Probably...
ru_ru: Наверное…

source: we should have done something different...
ru_ru: нам нужно было сделать что-то другое…

source: You have no clue who you are messing with!
ru_ru: Ты понятия не имеешь с кем имеешь дело!

source: Enough!
ru_ru: Хватит!

source: Let's do it!
ru_ru: Вперед!

source: We did it! They are falling back!
ru_ru: Мы сделали это! Они отступают!

source: This is just a beginning...
ru_ru: Это всего лишь начало…

source: Troops fall back!
ru_ru: Войска, отступаем!

source: I am so proud of you!
ru_ru: Я так горжусь тобой!

source: You did a great job.
ru_ru: Отличная работа.

source: Oh no...
ru_ru: О нет…

source: This land is ours!
ru_ru: Эта земля - наша!

source: Forever!
ru_ru: Навсегда!

source: Next time we should try different tactic.
ru_ru: В следующий раз нам лучше попробовать другую тактику.

source: Mechanized infantry
ru_ru: Мотострелковый отряд

source: RPG squad
ru_ru: РПГ отряд

source: Infantry squad
ru_ru: Пехотный отряд

source: Anti-tank squad
ru_ru: Противотанковый отряд

source: Novoslavian mechanized infantry is capable of effectively attacking enemy infantry units and capturing buildings.
ru_ru: Новославские мотострелки наносят высокий урон пехоте противника а также могут захватывать вражеские здания.

source: RPG rocket launcher deals significant damage to tanks and other armored vehicles. The RPG squad is also capable of capturing buildings.
ru_ru: Ручной противотанковый гранатомет наносит существенный урон танками и бронированным целям противника. Отряд также может захватывать вражеские здания.

source: Infantry squad is capable of effectively attacking enemy infantry units and capturing buildings.
ru_ru: Пехотный отряд наносит высокий урон пехоте противника а также может захватывать вражеские здания.

source: Having a recoilless rifle as their primary weapon the anti-tank squad can deal significant damage to tanks and other armored vehicles. It is also capable of capturing buildings.
ru_ru: Используя свой гранатомет в качестве основного оружия, противотанковый отряд наносит существенный урон танками и бронированным целям противника. Также могут захватывать вражеские здания.

# UsefulTip
source: Please wait. It seems to take a while...
ru_ru: Пожалуйста подождите. Это займёт еще немного времени…

# UsefulTip
source: In the beginning of a turn try to use all your artillery units first to cause as much damage as possible before direct attack units.
ru_ru: В начале ходе старайтесь использовать свои артиллерийские юниты, чтобы причинить максимальный урон врагу до использования прямых атак.

# UsefulTip
source: Try to place artillery units near roads, shores etc.
ru_ru: Старайтесь выставлять свою артиллерию возле дорог, берегов и т. п.

# UsefulTip
source: Missile silos can damage enemy units and destroy bridges.
ru_ru: Ракетные шахты наносят ущерб юнитам врага и может уничтожать мосты.
